{
  "title": [
    "Getting Here",
    "Staying Here",
    "Check-in",
    "Reminders",
    "Childcare",
    "Code of Conduct",
    "In Case of Emergency"
  ],
  "topic": [
    "International Travel",
    "Public Transportation and Parking",
    "Medical and Other Emergencies",
    "Fire",
    "Earthquakes",
    "Non-emergency Medical Assistance",
    "Security",
    "WWDC App",
    "WWDC 2017",
    "Beyond WWDC"
  ],
  "time": [
    "Sunday: 9 AM – 7 PM, Monday: 7 AM – 5 PM, Tuesday – Friday: 8 AM – 5 PM"
  ],
  "description": [
    "Get all the details to make sure your week goes smoothly. Find out how to get to the conference, when to check in, and review important reminders.",
    "Mineta San Jose International Airport (SJC) is closest to WWDC.San Francisco International Airport (SFO) and Oakland International Airport (OAK) are nearby alternatives.",
    "International TravelIf you're not a U.S. resident, we recommend that you check with your local government for information on required documents and arrangements you'll need for travel to the United States. If you need a letter to accompany your visa application that confirms your attendance at WWDC, contact us.",
    "Public Transportation and ParkingSanta Clara Valley Transportation Authority (VTA) provides light rail and bus service throughout San Jose and neighboring cities, with a station across the street from WWDC. Convenient parking is available at the convention center garage and nearby lots. For details, visit sanjose.org.",
    "For your convenience, discounted rates have been negotiated at select hotels in San Jose for WWDC. If you have been randomly selected to attend the conference, you can make reservations through the Convention Housing Management site. To learn about the sights, shops, and restaurants of the city, visit tripplan.sanjose.org.",
    "Badges will be available to pick up starting Sunday, June 4 at San Jose McEnery Convention Center. Make sure to bring your valid government-issued photo ID.",
    "Group childcare will be available free of charge for children 8 years old or younger, and will be provided by Corporate Kids. Make sure to indicate your need for childcare during ticket registration, as space is limited.",
    "Apple is committed to diversity and to providing a harassment-free conference experience for everyone. All attendees have the right to a safe and welcoming environment regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, religion, or any other attributes. In addition to treating others respectfully, please do not bring items with disrespectful, malicious, or sexually-oriented writing, images, or audio to the conference.",
    "Apple reserves the right to refuse admittance to, or remove any person from WWDC (including from any WWDC events) at any time in its sole discretion with no refund, including but not limited to attendees behaving in an inappropriate, disorderly, disrespectful, or dangerous manner or failing to comply with these terms and conditions. All attendees must follow safety signage, instructions, and rules. If you have an experience that violates this code of conduct, visit Attendee Services and ask for a manager.",
    "Medical and Other EmergenciesFor emergency services (fire, medical, police), find a uniformed security guard, call 1-408-277-3500, or access the nearest house phone. These phones will automatically connect you to the in-house security team.",
    "FireIn case of fire, leave the building immediately by walking to the nearest safe exit. Leave all belongings. Do not use the elevators. Do not return to the building until authorities indicate that it is safe to do so.",
    "EarthquakesShould an earthquake occur, remain calm and take cover under a stable object. Face away from glass, unstable objects, and tall structures. Remain where you are until the shaking stops and wait for further instructions from authorities. If directed to evacuate McEnery Convention Center, walk to the nearest exit. Do not use the elevators and do not return to the building until authorities indicate that it is safe to do so.",
    "Non-emergency Medical AssistanceA medical technician is on call throughout the conference for non-emergency medical assistance only. Visit Attendee Services on the first floor.",
    "SecurityEvery precaution is taken to ensure that WWDC is a safe and secure learning environment for attendees. Security guards are present at all times at McEnery Convention Center and at associated WWDC activities.",
    "View WWDC 2017 Registration and Attendance Policy",
    "WWDC AppMark your favorite sessions, labs, special events, as well as view interactive venue and street maps.Download on the App Store"
  ]
}