{
  "name": [
    "San Pedro Square Market",
    "Music in the Plaza",
    "Exclusive Screening: Planet of the Apps, Episode 1",
    "Movie Night",
    "Bash"
  ],
  "description": [
    "Spend a vibrant evening in one of downtown’s premiere destinations, less than a mile from the McEnery Convention Center.The San Pedro Square Market is the place to meet up for food, drinks, and special live music. You can purchase foodfrom over 15 different specialty booths so there’s something for everyone. Hang out in the open-air plaza or insideone of three unique interior spaces.",
    "Enjoy live music and a selection of local beers in front of the McEnery Convention Center. To enter, you’ll need yourbadge and wristband. Attendees 21 years and older will need to present government-issued photo ID to drink alcohol.",
    "Join us for an exclusive first look at the exciting new series, Planet of the Apps. Follow the stories of fellow developerswho are chosen by entrepreneur advisors Jessica Alba, Gwyneth Paltrow, Gary Vaynerchuk or will.i.am, and mentored onhow to position and pitch their apps to Lightspeed Venture Partners for funding.",
    "Watch A Beautiful Planet, an IMAX adventure at the Tech Museum of Innovation, just a few blocks away from the McEneryConvention Center. Seating is limited. To enter, you’ll need your badge, wristband, and a ticket that you can pickup free of charge at Attendee Services throughout the day Wednesday.",
    "Experience incredible music, food, and drinks at Discovery Meadow, just steps away from the McEnery Convention Center.To enter, you’ll need your badge and wristband. Attendees 21 years and older may drink alcohol and can pick up an additionalwristband for drinks on Thursday at either Attendee Services or at the tent inside Discovery Meadow. Bag check is notavailable at the bash, so please leave your bags at the hotel."
  ],
  "date-time": [
    "Monday: 6:00 PM",
    "Tuesday: 8:00 PM",
    "Tuesday: 6:30 PM, Hall 3",
    "Wednesday: 8:00 PM",
    "Thursday: 7:00 PM"
  ]
}