{
  "speakers": [
    "Michelle Obama",
    "Christine Darden",
    "Todd Stabelfeldt",
    "Miral Kotb"
  ],
  "description": [
    "A Conversation with Michelle Obama and Lisa JacksonMichelle Robinson Obama served as First Lady of the United States from 2009 to 2017.",
    "From Monroe to NASA Dr. Christine Darden started her career in 1967 at NASA’s Langley ResearchCenter as one of a pool of African-American female mathematicians whose talent earned them the nickname of ‘humancomputers’. Demonstrating strong skills, initiative and perseverance throughout 40 years at NASA, Christine’s accomplishmentsinclude becoming one of the first female aerospace engineers, achieving groundbreaking work on sonic boom minimization,and becoming the first African-American woman in senior management at NASA Langley. Hear the remarkable story ofone of the pioneering mathematicians upon which the book 'Hidden Figures' was based.",
    "Convenience for You is Independence for Me Why design apps with accessibility? Meet Todd Stabelfeldt,founder of C4 Consulting, who has lived with quadriplegia since the age of 8. Over his decades-long struggle forincreased independence in both his personal and professional lives, Todd has become a noted expert in technologiesfor persons with disabilities, which he has found can offer not only a level of autonomy but also empowerment anddignity to the mobility impaired. Leading by example, Todd runs a successful business but his real passion lieselsewhere. Hear how apps designed with accessibility in mind have changed his life as a husband, father and as ownerof the “Quadthedral“, his family’s HomeKit-enabled smart home.",
    "I’m Dancing as Fast as I Can… Code What happens when you fuse a love of engineering and dance?Miral Kotb and iLUMINATE. Miral was inspired at WWDC 2009 to invent a way to wirelessly control lights on dancers’bodies from the palm of her hand. Her groundbreaking light suits and innovative dance moves have since mesmerizedcrowds (and judges) on “America’s Got Talent”, audiences at her Off-Broadway hit show, and Grammy-winning artistswho have used her suits. Hear about her unusual journey and get a peek ‘behind the curtains’ to see how she createsthe magic."
  ],
  "date-time": [
    "Tuesday: 9:00 - 10:00 AMThis session will not be live streamed or recorded for rebroadcast.",
    "Tuesday: 12:40 - 1:30 PM",
    "Wednesday: 12:40 - 1:30 PM",
    "Thursday: 12:40 - 1:30 PM"
  ]
}