{
  "title": [
    "Accessible Technology and Inclusive Design",
    "Games",
    "Apps for the World",
    "Education and Kids",
    "Health, Fitness, and Research",
    "Inclusion and Diversity",
    "Apps in Business",
    "Women@WWDC breakfast"
  ],
  "description": [
    "Explore the many ways that apps can be accessible and inclusive to everyone, including users with special needs. Find\nout about the great work being done in accessibility for gaming, health and fitness, home automation, coding, education,\nand more. Ask questions, share experiences, and envision new possibilities together.",
    "Engage in conversation on key topics driving game development on Apple platforms. Meet others who share your interests\nand get play time with award-winning games. This is a great opportunity to make new connections, share your ideas,\nand be inspired.",
    "The app economy is rapidly expanding as people everywhere search for new and compelling apps optimized for their region,\nneeds, and interests. Meet developers and Apple employees from China, India, Southeast Asia, Latin America, Middle\nEast, Russia, Turkey, and Africa. Check out some of the best local apps and find out how to expand your app business\ninto these countries. Ask questions about language, culture, infrastructure, and region-centric design and come away\nwith a plan to get your app into the hands of new customers.",
    "Join fellow developers who create educational apps and apps for kids to discuss topics relevant to the education market.\nShare your experiences, get inspired, and encourage others.",
    "Engage in discussions about healthcare, fitness, wellness, and research, as well as related Apple technologies such\nas HealthKit, ResearchKit, and CareKit. This is a great opportunity to share your iOS, tvOS, and watchOS app experiences,\nnetwork, and brainstorm new solutions together.",
    "The importance of diversity in the workplace is recognized at every great company and requires sustained commitment\nto achieve. Join like-minded peers and industry leaders in open conversations about navigating unconscious bias, fostering\na diverse work culture, becoming an advocate, and unconventional career paths.",
    "Connect with fellow developers who build innovative apps that give businesses the power to transform workflows, improve\ncustomer relationships, and boost productivity. Learn and share best practices with other experts who use Apple technologies\nto solve business problems in entirely new ways. Discuss a variety of topics, including field services, customer engagement,\nand IT. ",
    "Open to all women and advocates for women, these informal breakfast get-togethers are a great way to meet the phenomenal\ncommunity of women at WWDC, and enjoy a breakfast buffet and coffee to start your day. On Wednesday, Catherine Ashcraft,\nSenior Research Scientist NCWIT, University of Colorado Boulder, will share thoughts from her current research on issues\nrelated to gender, diversity, and technology. Thursday morning will kick off with remarks from Jay Blahnik, Apple’s\nDirector of Fitness for Health Technologies, and Executive Advocate of Women@Apple, one of Apple's internal diversity\nnetwork associations. And join us on Friday morning for an inspirational panel discussion with some of the WWDC scholarship\nrecipients, moderated by Katherine Poulter, Software Engineer, Apple Developer Publications."
  ],
  "location and time": [
    "The Hub - Wednesday: 6:30 - 7:45 PM",
    "Technology Lab G - Wednesday: 6:30 - 7:45 PM",
    "Hall 1 - Wednesday: 6:30 - 7:45 PM",
    "The Hub - Wednesday: 6:30 - 7:45 PM",
    "Grand Ballroom A - Wednesday: 6:30 - 7:45 PM",
    "Market Terrace - Wednesday: 6:30 - 7:45 PM",
    "Hall 1 - Wednesday: 6:30 - 7:45 PM",
    "This event takes place at the Hilton San Jose, in the Market Room, located on street level. Wednesday, Thursday, Friday\nat 7:30 a.m."
  ]
}